---
kind: other
id: Operators.T:Autodesk.Revit.DB.ExternalResourceType
source: html/ecdeb4f6-4c62-2365-9bff-12d9deacfc89.htm
---
# ExternalResourceType Operators

Compares two ExternalResourceType instances.